Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/chromium-tm.tmx
Source language: en
Languages: ca_es

source: You have certificates from these organizations that identify you:
ca_es: Teniu certificats d'aquestes organitzacions que us identifiquen:

source: Collapse...
ca_es: Redueix...

source: Not After
ca_es: No després

source: Enable support for Portable Native Client.
ca_es: Activeu la compatibilitat de Native Client portàtil.

source: Remove selected items
ca_es: Elimina els elements seleccionats

source: Microsoft Qualified Subordination
ca_es: Subordinació qualificada de Microsoft

source: Adobe Flash Player camera and microphone settings are different.
ca_es: La configuració del micròfon i la de la càmera d'Adobe Flash Player són diferents.

source: Sign in to %{PRODUCT_NAME}
ca_es: Inicia la sessió a %{PRODUCT_NAME}

source: Check Grammar With Spelling
ca_es: Comprova la gramàtica amb l'ortografia

source: %{SHORT_PRODUCT_NAME} Updated
ca_es: %{SHORT_PRODUCT_NAME} actualitzat

source: Illegal path (absolute or relative with '..'): '%{IMAGE_PATH}'
ca_es: Camí il·legal (absolut o relatiu amb ".."): "%{IMAGE_PATH}"

source: FPS counter
ca_es: Comptador d'FPS

source: Customize User...
ca_es: Personalitza l'usuari...

source: Small
ca_es: Petit

source: Pa&ste and go
ca_es: En&ganxa i vés

source: Press enter to go forward, context menu key to see history
ca_es: Premeu Retorn per retrocedir i menú contextual per veure l'historial

source: Signed in as %{USER_EMAIL_ADDRESS}.
ca_es: Inici de sessió com a %{USER_EMAIL_ADDRESS}.

source: Remove from list
ca_es: Elimina de la llista

source: Sneaky
ca_es: Ninja

source: Set pages
ca_es: Estableix pàgines

source: Missing device record
ca_es: Falta el registre del dispositiu

source: No Email Accounts
ca_es: Cap compte de correu

source: This extension failed to modify a network request because the modification conflicted with another extension.
ca_es: Aquesta extensió no ha pogut modificar una sol·licitud de xarxa perquè la modificació està en conflicte amb una altra extensió.

source: Activating your mobile data service
ca_es: S'està activant el servei de dades mòbils

source: The connection was reset.
ca_es: S'ha restablert la connexió.

source: Could not load file '%{RELATIVE_PATH}' for content script. It isn't UTF-8 encoded.
ca_es: No s'ha pogut carregar el fitxer "%{RELATIVE_PATH}" per a l'script de contingut. No està codificat com a UTF-8.

source: Overwrite original
ca_es: Sobreescriu l'original

source: Allow downloads that have been interrupted to be continued or restarted, using the Resume context menu item.
ca_es: Permet reactivar o reiniciar les baixades interrompudes mitjançant l'element Reactiva del menú contextual.

source: Publishers official webpage
ca_es: Pàgina web oficial de l'editor

source: Enables experimental layout refinements to improve user experience with touch screens.
ca_es: Activa la concreció del disseny experimental per millorar l'experiència de l'usuari mitjançant pantalles tàctils.

source: Use this language for spell checking
ca_es: Utilitza aquest idioma per revisar l'ortografia

source: Microsoft Encrypting File System
ca_es: Sistema de xifratge de fitxers de Microsoft

source: Allow all sites to show pop-ups
ca_es: Permet que tots els llocs mostrin finestres emergents

source: Created new window in existing browser session.
ca_es: S'ha creat una finestra nova a la sessió del navegador existent.

source: Do not show any images
ca_es: No mostris cap imatge

source: Metrics related to the network usage of %{SHORT_PRODUCT_NAME}
ca_es: Mètriques relacionades amb l'ús que %{SHORT_PRODUCT_NAME} fa de la xarxa

source: Stop loading this page
ca_es: Atura la càrrega d'aquesta pàgina

source: The following cookies were blocked:
ca_es: S'han bloquejat les galetes següents:

source: Import and Bind to Device...
ca_es: Importa i vincula amb el dispositiu...

source: &No Spelling Suggestions
ca_es: &Sense suggeriments d'escriptura

source: Arabic
ca_es: Àrab

source: Address and search bar
ca_es: Barra d'adreces i de cerca

source: Subject's Public Key
ca_es: Clau pública del subjecte

source: Upper left
ca_es: Superior esquerre

source: Crash
ca_es: Fallada

source: Signing in with this username has been disabled by your administrator.
ca_es: L'administrador ha desactivat l'inici de sessió amb aquest nom d'usuari.

source: The connection had to be retried using an older version of the TLS or SSL protocol. This typically means that the server is using very old software and may have other security issues.
ca_es: S'ha hagut de tornar a intentar la connexió mitjançant una versió anterior del protocol TLS o SSL. Generalment, això vol dir que el servidor utilitza un programari molt antic i és possible que tingui altres problemes de seguretat.

source: Enable apps-devtool app.
ca_es: Activa l'aplicació apps-devtool.

source: Change default...
ca_es: Canvia els valors predeterminats...

source: Always Show Bookmarks Bar
ca_es: Mostra sempre la barra de marcadors

source: Google Drive cannot be reached. Please try again.
ca_es: No es pot accedir a Google Drive. Torneu-ho a provar.

source: Critical
ca_es: Crítica

source: Issued to: %{NAME}
ca_es: Emès per a: %{NAME}

source: $1 video
ca_es: Vídeo en $1

source: The response from the server contained duplicate headers. This problem is generally the result of a misconfigured website or proxy. Only the website or proxy administrator can fix this issue.
ca_es: La resposta del servidor contenia capçaleres duplicades. Normalment aquest problema és degut a la mala configuració d'un lloc o d'un servidor intermediari. Només l'administrador del lloc web o del servidor intermediari pot solucionar aquest problema.

source: Manifest file is invalid.
ca_es: El fitxer de manifest no és vàlid.

source: Never offer to sign me in
ca_es: No m'ofereixis mai iniciar la sessió

source: Native Client security manager
ca_es: Administrador de seguretat de Native Client

source: Open as Pinned Tab
ca_es: Obre com a pestanya fixada

source: Allow the user to have Chrome generate passwords when it detects account creation pages.
ca_es: Permet que l'usuari faci que Chrome generi contrasenyes quan detecti pàgines de creació de comptes.

source: Multiple distinct Content-Length headers received. This is disallowed to protect against HTTP response splitting attacks.
ca_es: S'han rebut diverses capçaleres que tenen longituds de contingut diferents. Això no està permès per protegir-vos contra atacs de divisió de respostes HTTP.

source: Successfully stored client certificate issued by %{ISSUER}.
ca_es: S'ha emmagatzemant correctament el certificat del client emès per %{ISSUER}.

source: Last accessed:
ca_es: Darrer accés:

source: Enables downloading Google contacts and displaying them in the App List.
ca_es: Activa la baixada de contactes de Google i la visualització d'aquests contactes a la llista d'aplicacions.

source: Task Manager
ca_es: Gestor de tasques

source: PDF document
ca_es: Document PDF

source: No items match <b>"%{SEARCH_STRING}"</b>
ca_es: Cap fitxer coincideix amb <b>"%{SEARCH_STRING}"</b>

source: Open link with...
ca_es: Obre l'enllaç amb...

source: Default browser
ca_es: Navegador predeterminat

source: Cannot read the photos.
ca_es: No es poden llegir les fotos.

source: Key ID: %{KEY_ID}
ca_es: Identificador de clau: %{KEY_ID}

source: Speech not recognized.
ca_es: No s'ha reconegut la veu.

source: Addresses
ca_es: Adreces

source: Add Media Gallery by Directory
ca_es: Addició d'una galeria multimèdia per directori

source: A network change was detected.
ca_es: S'ha detectat un canvi a la xarxa.

source: PID namespaces
ca_es: Espais de noms PID

source: %{HOST} wants to use your microphone.
ca_es: %{HOST} vol utilitzar el micròfon.

source: Pressing Tab on a webpage highlights links, as well as form fields
ca_es: Si premeu la tecla de tabulació en una pàgina web, es ressalten els enllaços i els camps de formulari

source: Enabling this option will make fixed position elements have their own composited layers. Note that fixed position elements must also create stacking contexts for this to work.
ca_es: Si s'activa aquesta opció, els elements de posició fixa tindran les seves pròpies capes compostes. Tingueu en compte que, perquè això funcioni, els elements de posició fixa també han de crear contexts d'apilament.

source: You can search from here with %{SEARCH_ENGINE}
ca_es: Podeu fer cerques des d'aquí amb %{SEARCH_ENGINE}

source: Server's certificate cannot be checked.
ca_es: No es pot comprovar el certificat del servidor.

source: Manage connections...
ca_es: Gestiona les connexions...

source: Use the GPU to accelerate rendering of SVG filters.
ca_es: Utilitzeu la GPU per accelerar la representació dels filtres SVG.

source: Sheets
ca_es: Fulls

source: Enable passive gathering of performance-related metrics and events and provide the option to view this data in a graphical fashion. To view data, visit chrome://performance.
ca_es: Activa la recopilació passiva de les mètriques i dels esdeveniments relacionats amb el rendiment i proporciona l'opció de visualitzar aquestes dades de manera gràfica. Per visualitzar les dades, visiteu chrome://performance.

source: In this case, the server certificate or an intermediate CA certificate presented to your browser contains a weak key, such as an RSA key of less than 1024 bits. Because it is relatively easy to derive the corresponding private key for a weak public key, an attacker could forge the identity of the true server.
ca_es: En aquest cas, el certificat de servidor o bé un certificat de CA intermedi presentat al navegador conté una clau dèbil, com ara una clau RSA de menys de 1024 bits. És relativament fàcil derivar la clau privada corresponent a partir d'una clau pública dèbil, per la qual cosa és possible que un atacant hagi falsificat la identitat del servidor real.

source: Volume Label
ca_es: Etiqueta de volum

source: %{PRODUCT_NAME} could not sync your data because your account sign in details are out of date.
ca_es: %{PRODUCT_NAME} no ha pogut sincronitzar les dades perquè els detalls d'inici de sessió del vostre compte no estan actualitzats.

source: Slides
ca_es: Diapositives

source: Disables the deferral of 2d canvas rendering, causing draw operations to be completed immediately, before running the next javascript command.
ca_es: Desactiva l'ajornament de la representació de llenços 2D, que fa que les accions es completin immediatament, abans d'executar l'ordre de JavaScript següent.

source: You can disable any proxies configured for a connection from the settings page.
ca_es: Podeu desactivar qualsevol servidor intermediari configurat per a una connexió des de la pàgina de configuració.

source: Go to %{PAGE_TITLE}
ca_es: Vés a %{PAGE_TITLE}

source: The server closed the connection without sending any data.
ca_es: El servidor ha tancat la connexió sense enviar cap dada.

source: Jellyfish
ca_es: Medusa

source: Close find bar
ca_es: Tanca la barra de cerca

source: %{COOKIES} cookies
ca_es: %{COOKIES} galetes

source: The network configuration doesn't comply to the ONC standard. Parts of the configuration may not be imported.
ca_es: La configuració de la xarxa no compleix l'estàndard ONC. Pot ser que algunes opcions de configuració no s'hagin importat.

source: Stop import
ca_es: Atura la importació

source: Click to go forward, hold to see history
ca_es: Feu clic per anar endavant, o bé manteniu-lo premut per veure l'historial

source: Last 15 Minutes
ca_es: Els darrers 15 minuts

source: Firmware
ca_es: Microprogramari

source: Transfer failed, item exists: "$1"
ca_es: Error en transferir, l'element existeix: "$1"

source: Today %{TODAY_DAYTIME}
ca_es: Avui a les %{TODAY_DAYTIME}

source: Chinese Traditional
ca_es: Xinès tradicional

source: Could not install package: '%{ERROR_CODE}'
ca_es: No s'ha pogut instal·lar el paquet: "%{ERROR_CODE}"

source: not attached
ca_es: no connectat

source: DER-encoded binary, single certificate
ca_es: Binari codificat amb DER, certificat únic

source: CSS Cache
ca_es: Memòria cau CSS

source: Please come back later
ca_es: Torneu més tard.

source: Are you sure you want to cancel mobile data service setup process?
ca_es: Esteu segur que voleu cancel·lar el procés de configuració del servei de dades mòbils?

source: Indexed databases
ca_es: Bases de dades indexades

source: List entry "%{ENTRY_INDEX}": %{ERROR}
ca_es: Entrada de llista "%{ENTRY_INDEX}": %{ERROR}

source: About Flash
ca_es: Quant a Flash

source: %{BEGIN_BOLD}Don't remove your device just yet!%{END_BOLD} %{LINE_BREAKS} Removing your device while it is in use may cause data loss. Please wait until the operation is over, then eject the device using the Files app.
ca_es: %{BEGIN_BOLD}No retireu el vostre dispositiu encara.%{END_BOLD} %{LINE_BREAKS} Si retireu el dispositiu mentre encara està en ús, es poden perdre dades. Espereu fins que hagi acabat l'operació i, a continuació, expulseu el dispositiu amb l'aplicació Fitxers.

source: Manage unsandboxed plug-in blocking...
ca_es: Gestiona el bloqueig dels connectors de fora de la zona de proves...

source: Serial Number: %{SERIAL_NUMBER}
ca_es: Número de sèrie: %{SERIAL_NUMBER}

source: Ask me when a site tries to track my physical location (recommended)
ca_es: Pregunta'm quan un lloc prova de fer el seguiment de la meva ubicació física (opció recomanada)

source: &View Frame Source
ca_es: &Visualitza l'origen del marc

source: Wrong policy type
ca_es: Tipus de política incorrecte

source: Show button
ca_es: Mostra el botó

source: Retry download
ca_es: Torna a provar la baixada

source: Your connection to %{DOMAIN} is encrypted with weak encryption.
ca_es: La teva connexió a %{DOMAIN} està xifrada amb encriptació dèbil.

source: Select items to import:
ca_es: Selecciona elements per importar:

source: Aw, Snap!
ca_es: Oh, no!

source: Certificate Information
ca_es: Informació del certificat

source: New Tab - Most Visited
ca_es: Pestanya nova: els més visitats

source: Webpage, Complete
ca_es: Pàgina web completa

source: Even if you have visited this website safely in the past, visiting it now is very likely to infect your Mac with malware.
ca_es: Encara que hàgiu visitat aquest lloc web de manera segura altres vegades, és molt probable que si ho feu ara el vostre Mac quedi infectat amb programari maliciós.

source: Certificate Key Usage
ca_es: Ús de claus de certificat

source: Oops! Something went wrong when trying to authenticate you. Please double-check your login credentials and try again.
ca_es: Vaja. Ha fallat alguna cosa quan provàvem d'autenticar-vos. Torneu a comprovar les vostres credencials d'inici de sessió i torneu-ho a provar.

source: You can only edit settings for the current user. Switch to this user to edit settings for it.
ca_es: Només podeu editar la configuració de l'usuari actual. Canvieu a aquest usuari per editar-ne la configuració.

source: Create application shortcuts in the following places:
ca_es: Crea dreceres d'aplicacions als llocs següents:

source: Experimental static ip configuration
ca_es: Configuració d'IP estàtica experimental

source: The Simple Cache for HTTP is a new cache. It relies on the filesystem for disk space allocation.
ca_es: La memòria cau senzilla per a HTTP és una memòria cau nova que utilitza el sistema de fitxers per assignar l'espai en disc.

source: This page is not available offline.
ca_es: Aquesta pàgina no està disponible fora de línia.

source: Type to search or enter a URL to navigate - everything just works.
ca_es: Introduïu una cerca o bé un URL pel qual voleu navegar: podeu fer servir el mètode que vulgueu.

source: Drop to install
ca_es: Desplegueu per instal·lar

source: Either Chrome ran out of memory or the process for the webpage was terminated for some other reason. To continue, reload or go to another page.
ca_es: Chrome s'ha quedat sense memòria, o bé el procés de la pàgina web s'ha cancel·lat per algun altre motiu. Per continuar, torneu-la a carregar o aneu a una altra pàgina.

source: Enable debugging for packed apps.
ca_es: Activa la depuració de paquets d'aplicacions.

source: Open in incognito tab
ca_es: Obre en una pestanya d'incògnit

source: %{DATA_SOURCE} (%{ALLOWED_COUNT} allowed / %{BLOCKED_COUNT} blocked)
ca_es: %{DATA_SOURCE} (%{ALLOWED_COUNT} permeses/%{BLOCKED_COUNT} bloquejades)

source: Include this screenshot:
ca_es: Inclou aquesta captura de pantalla:

source: Are you sure you want to install %{PLUGIN_NAME}? You should only install plug-ins that you trust.
ca_es: Esteu segur que voleu instal·lar %{PLUGIN_NAME}? Només hauríeu d'instal·lar els connectors en què confieu.

source: You are offline.
ca_es: Esteu fora de línia.

source: Access your data on %{WEBSITE_1} and %{WEBSITE_2}
ca_es: Accediu a les dades a %{WEBSITE_1} i a %{WEBSITE_2}

source: Hide Spelling and Grammar
ca_es: Amaga l'ortografia i la gramàtica

source: Modules (%{TOTAL_COUNT}) - Known conflicts: %{BAD_COUNT}, suspected: %{SUSPICIOUS_COUNT}
ca_es: Mòduls (%{TOTAL_COUNT}) - Conflictes coneguts: %{BAD_COUNT}, sospitats: %{SUSPICIOUS_COUNT}

source: Do SHOW Presents with GDI.
ca_es: MOSTRA Presents amb GDI.

source: Collapse
ca_es: Redueix

source: Waiting for cache...
ca_es: Esperant la memòria cau...

source: The server unexpectedly closed the connection.
ca_es: El servidor ha tancat la connexió de manera inesperada.

source: %{PRODUCT_NAME} Help
ca_es: Ajuda de %{PRODUCT_NAME}

source: %{BEGIN_BOLD}You've gone incognito%{END_BOLD}. Pages you view in this window won't appear in your browser history or search history, and they won't leave other traces, like cookies, on your computer after you close <strong>all</strong> open incognito windows. Any files you download or bookmarks you create will be preserved, however. %{LINE_BREAK} %{BEGIN_BOLD}Going incognito doesn't affect the behavior of other people, servers, or software. Be wary of:%{END_BOLD} %{BEGIN_LIST} %{BEGIN_LIST_ITEM}Websites that collect or share information about you%{END_LIST_ITEM} %{BEGIN_LIST_ITEM}Internet service providers or employers that track the pages you visit%{END_LIST_ITEM} %{BEGIN_LIST_ITEM}Malicious software that tracks your keystrokes in exchange for free smileys%{END_LIST_ITEM} %{BEGIN_LIST_ITEM}Surveillance by secret agents%{END_LIST_ITEM} %{BEGIN_LIST_ITEM}People standing behind you%{END_LIST_ITEM} %{END_LIST} %{BEGIN_LINK}Learn more%{END_LINK} about incognito browsing.
ca_es: %{BEGIN_BOLD}Us heu posat en mode d'incògnit%{END_BOLD}. Les pàgines que visualitzeu en aquesta finestra no apareixeran a l'historial del navegador o a l'historial de cerca, i no deixaran cap altre rastre, com ara galetes, al vostre equip després que tanqueu <strong>totes</strong> les finestres obertes en mode d'incògnit. Es conservaran tots els fitxers que baixeu o els marcadors que creeu, però. %{LINE_BREAK} %{BEGIN_BOLD}Utilitzar el mode d'incògnit no afecta al comportament d'altres persones, servidors o programari. Aneu amb compte amb:%{END_BOLD} %{BEGIN_LIST} %{BEGIN_LIST_ITEM}Els llocs web que apleguen o comparteixen informació vostra%{END_LIST_ITEM} %{BEGIN_LIST_ITEM}Els proveïdors o els empleats de serveis d'Internet que fan un seguiment de les pàgines que visiteu%{END_LIST_ITEM} %{BEGIN_LIST_ITEM}El programari maliciós que fa un seguiment de les vostres combinacions de tecles i les converteix en emoticones%{END_LIST_ITEM} %{BEGIN_LIST_ITEM}La vigilància dels agents secrets%{END_LIST_ITEM} %{BEGIN_LIST_ITEM}Les persones que són al darrere%{END_LIST_ITEM} %{END_LIST} %{BEGIN_LINK}Obteniu més informació%{END_LINK} sobre la navegació en mode d'incògnit.

source: Failed To Create Data Directory
ca_es: Error en crear un directori de dades

source: Left margin
ca_es: Marge esquerre

source: Confirm New Theme
ca_es: Confirma el tema nou

source: Failed to replace crx file. Check to see if the file is in use.
ca_es: No s'ha pogut substituir el fitxer crx. Comproveu si el fitxer s'està utilitzant.

source: Group domains
ca_es: Agrupa dominis

source: Failed to decode response
ca_es: No s'ha pogut descodificar la resposta

source: Temporary server error
ca_es: Error temporal del servidor

source: Hard Reload
ca_es: Torna a carregar de manera forçada

source: Offline for more than a month
ca_es: Fora de línia des de fa més d'un mes

source: You have certificates on file that identify these servers:
ca_es: Teniu certificats arxivats que identifiquen els servidors següents:

source: New site permissions settings will take effect after reloading the page.
ca_es: La nova configuració dels permisos del lloc es farà efectiva quan torneu a carregar la pàgina.

source: Read Only
ca_es: Només de lectura

source: Please enter a password to encrypt this certificate file.
ca_es: Introduïu una contrasenya per encriptar aquest fitxer de certificat.

source: Clear cookies and other site and plug-in data when I quit my browser
ca_es: Esborra les galetes i altres dades de llocs i de connectors quan surti del navegador

source: Cannot save to $1. Edited images will be saved in the Downloads folder.
ca_es: No es pot desar a $1. Les imatges modificades es desaran a la carpeta Baixades.

source: Audio Files
ca_es: Fitxers d'àudio

source: Servers
ca_es: Servidors

source: Enable Download Resumption
ca_es: Activa la reactivació de baixades

source: Newest
ca_es: El més nou

source: A file named "$1" already exists. Do you want to replace it?
ca_es: El nom de fitxer "$1" ja existeix. El voleu substituir?

source: Unconfirmed
ca_es: No confirmat

source: Delete user
ca_es: Supressió de l'usuari

source: Wi-Fi Networks:
ca_es: Xarxes Wi-Fi:

source: The %{CLOUD_PRINT_NAME} connector process has crashed. Restart?
ca_es: El procés del connector %{CLOUD_PRINT_NAME} s'ha bloquejat. Voleu reiniciar-lo?

source: Prerender: %{PRERENDER_CONTENTS_NAME}
ca_es: Renderitzador previ: %{PRERENDER_CONTENTS_NAME}

source: Code Signing
ca_es: Signatura de codi

source: A third-party extension has blocked access to this webpage.
ca_es: Una extensió de tercers ha bloquejat l'accés a aquesta pàgina web.

source: The server presented a certificate that doesn't match built-in expectations. These expectations are included for certain, high-security websites in order to protect you.
ca_es: El servidor ha presentat un certificat que no coincideix amb les expectatives integrades. Les expectatives s'inclouen perquè determinats llocs web d'alta seguretat us protegeixin.

source: Press the reload button to resubmit the data needed to load the page.
ca_es: Premeu el botó de tornar a carregar per tornar a enviar les dades necessàries per carregar la pàgina.

source: Reload (⌘R)
ca_es: Torna a carregar (⌘R)

source: You have never visited this site before today.
ca_es: No has visitat mai abans aquest lloc.

source: Value:
ca_es: Valor:

source: Your device has successfully been enrolled for enterprise management.
ca_es: El vostre dispositiu s'ha inscrit correctament per a la gestió empresarial.

source: %{ERROR_DESCRIPTION_TEXT} %{LINE_BREAK} You can try to diagnose the problem by taking the following steps: %{LINE_BREAK} %{PLATFORM_TEXT}
ca_es: %{ERROR_DESCRIPTION_TEXT} %{LINE_BREAK} Per provar de diagnosticar el problema, seguiu aquests passos: %{LINE_BREAK} %{PLATFORM_TEXT}

source: Select the root directory of the extension to pack. To update an extension, also select the private key file to reuse.
ca_es: Seleccioneu el directori arrel de l'extensió que voleu empaquetar. Per actualitzar una extensió, cal que també seleccioneu el fitxer de clau privada que voleu reutilitzar.

source: Show HUD for touch points
ca_es: Mostra HUD per a punts tàctils

source: Unknown Artist
ca_es: Artista desconegut

source: <Not Part Of Certificate>
ca_es: <No forma part del certificat>

source: Add...
ca_es: Afegeix...

source: Choose the default app for %{FILE_TYPE} files:
ca_es: Tria l'aplicació predeterminada per als fitxers %{FILE_TYPE}:
